// תרגיל מס׳1
// צרו 2 משתנים המכילים מספר כלשהוא . אם 2 המספרים שווים,אני אדפיס לקונוסל BOOM.. אם המספרים לא שווים , אני אדפיס לקונסול TRY AGAIN

let x = 5;
let y = 8;

if(x === y) {
    console.log("BOOM")
}else 
console.log("TRY AGAIN")





























// 7. צרו טופס עם 2 שדות : שם משתמש וסיסמא בHTML
// אם הזנתי סיסמה שקצרה מ 6 תווים אני
// אקבל הודעה שהסיסמה צריכה להכיל מינימום 6 תווים. וצבע השדה ישתנה לאדום
// אם הזנתי שם משתמש admin וסיסמה 123 אני אקבל הודעה שהתחברתי בהצלחה!
// אם הזנתי שם משתמש וסיסמא לא נכונים אני אקבל הודעה על כך והצבע של השדה ישתנה לאדום.



